Repository: mezoahmedii/picker
Catalog: po/*.po
Languages: bg, it, nl

source: Hide App Logo
it: Nascondi Logo App

source: Add something…
bg: Добавете нещо…
it: Aggiungi qualcosa…
nl: Voeg iets toe…

source: Okay
bg: Добре
it: Ok
nl: Oké

source: Nothing to Choose
bg: Няма нищо за избиране
it: Niente da scegliere
nl: Er valt niks te kiezen

source: Please enter some things to be chosen from.
bg: Моля, въведете някои неща, от които да се избира.
it: Inserisci alcune cose tra cui scegliere.
nl: Voer items toe om uit te kiezen.

source: has been chosen!
bg: е избрано!
it: è stato scelto!
nl: is gekozen!

source: Copy
bg: Копиране
it: Copia
nl: Kopiëren

source: Hide
it: Nascondi

source: Remove
bg: Премахване
it: Rimuovi
nl: Verwijderen

source: Supported Files
it: File supportati

source: All Files
it: Tutti i file

source: Text Files
it: File di testo

source: Removed item from the list
bg: Елементът е премахнат от списъка
it: Elemento rimosso dall'elenco
nl: Het item is van de lijst verwijderd

source: Undo
bg: Отменяне
it: Annulla
nl: Ongedaan maken

source: Randomly pick something to do
bg: Изберете нещо за правене на случаен принцип
it: Scegli casualmente qualcosa da fare
nl: Kies een willekeurig iets om te doen

source: Copied item to clipboard
bg: Елементът е копиран в буфера за обмен
it: Elemento copiato negli appunti
nl: Het item is gekopieerd naar het klembord

source: Unable to open file:
bg: Файлът не може да бъде отворен:
it: Impossibile aprire il file:
nl: Het bestand kan niet worden geopend:

source: Unable to open file: The file isn't encoded properly
bg: Файлът не може да бъде отворен: Файлър не е правилно кодиран
it: Impossibile aprire il file: il file non è codificato correttamente
nl: Het bestand kan niet worden geopend: onjuiste encodering

source: Unable to save file
bg: Файлът не може да бъде запазен
it: Impossibile salvare il file
nl: Het bestand kan niet worden opgeslagen

source: Save Changes?
bg: Запазване на промените?
it: Salvare le modifiche?
nl: Wil je de wĳzigingen opslaan?

source: Any unsaved changes will be lost.
bg: Незапазените промени ще бъдат изгубени.
it: Tutte le modifiche non salvate andranno perse.
nl: Alle niet-opgeslagen wijzigingen worden gewist.

source: Cancel
bg: Отказване
it: Annulla
nl: Annuleren

source: Discard
bg: Отхвърляне
it: Scarta
nl: Wissen

source: Save
bg: Запазване
it: Salva
nl: Opslaan

source: picker;spin;choose;random;
bg: колело на късмета;завъртане;избиране;произволно;
it: scegliere;girare;scegliere;casuale;
nl: kiezer;keuze;draaien;kiezen;willekeurig;random;

source: Picker is a simple app that can pick something for you from a list of things. For example, if you can't decide what to have for dinner, put your favorite meals in and let the Picker choose one for you.
bg: „Колело на късмета“ е проста програма, която може да избере нещо за вас от списък с неща. Например, ако не може да решите какво да вечеряте, изброете любимите си ястия и оставете „Колело на късмета“ да избере едно от тях вместо вас.
it: Picker è una semplice app che può scegliere qualcosa per te da un elenco di cose. Ad esempio, se non riesci a decidere cosa mangiare per cena, inserisci i tuoi piatti preferiti e lascia che Picker ne scelga uno per te.
nl: Met keuzemaker kun je snel willekeurige beslissingen maken. Als je bijvoorbeeld niet weet wat je wilt eten, voer dan je favoriete maaltijden in en laat Keuzemaker al het werk doen.

source: Adding items to the list
bg: Добавяне на елементи в списъка
it: Aggiungere elementi all'elenco
nl: Toevoegen van items aan de lijst

source: Showing chosen item
bg: Показване на избрания елемент
it: Mostra elemento selezionato
nl: Tonen van een gekozen item

source: Added preferences screen
it: Aggiunta schermata delle preferenze

source: Added option to hide the app logo in the center of the app
it: Aggiunta l'opzione per nascondere il logo dell'app al centro dell'app

source: Added hiding items which will prevent them from being chosen
it: Aggiunti oggetti nascosti che impediranno che vengano scelti

source: Added importing and exporting to wheelofnames.com wheels
it: Aggiunta l'importazione e l'esportazione delle ruote su wheelofnames.com

source: Added file chooser filter
it: Aggiunto filtro di selezione file

source: Fixed a bug with opening files
it: Risolto un bug con l'apertura dei file

source: Added the ability to open and save files
it: Aggiunta la possibilità di aprire e salvare i file

source: Added Occitan translaton
it: Aggiunta traduzione occitana

source: Internal code changes
it: Modifiche al codice interno

source: Fixed a bug where something containing "&amp;" would not show up
bg: Поправена е грешка, при която нещо, съдържащо „&amp;“, не се показваше
it: Risolto un bug per cui qualcosa contenente "&" non veniva visualizzato
nl: Opgelost: bug waardoor items met “&amp;” niet werden getoond

source: Updated app info and screenshots to fit guidelines
bg: Информацията за програмата и снимките на екрани са обновени, за да отговарят на указанията
it: Informazioni e screenshot dell'app aggiornati per adattarsi alle linee guida
nl: Bijgewerkt: toepassingsinformatie en schermfoto's

source: Added translation files
bg: Добавени са файлове за превод
it: Aggiunti file di traduzione
nl: Nieuw: vertalingen

source: Fixed a small bug in the symbolic icon
bg: Поправена е малка грешка в символичната икона
it: Risolto un piccolo bug nell'icona simbolica
nl: Opgelost: kleine bug in symbolisch pictogram

source: Changed some stuff in the build process
bg: Променени са някои неща в процеса на изграждане
it: Cambiato alcune cose nel processo di compilazione
nl: Gewijzigd: enkele dingen in het compilatieproces

source: The first version of the app.
bg: Първа версия на програмата.
it: La prima versione dell'app.
nl: De allereerste versie.

source: Open
bg: Отваряне
it: Apri
nl: Openen

source: _Choose
bg: _Избиране
it: _Scegliere
nl: _Kiezen

source: _Save
it: _Salva

source: Save _As...
it: Salva Come...

source: Save As _Plain Text File
it: Salva Come _File di testo normale

source: Save As _Wheel Of Names Wheel
it: Salva Come _Wheel Of Names Wheel

source: P_references
it: P_referenze

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
it: _Scorciatoie da tastiera
nl: _Sneltoetsen

source: A_bout Picker
it: I_nformazioni su Picker

source: Picker
bg: Колело на късмета
nl: Keuzemaker

source: Save As...
nl: Opslaan als…

source: _About Picker
nl: _Over Keuzemaker

source: Menu
bg: Меню
